Repository: mgabouarab/Msuom-User
Catalog: Msuom-Client/Localization/Strings/*.lproj/Localizable.strings
Languages: ar

source: Verification Code
ar: كود التحقق

source: Please enter verification code
ar: الرجاء ادخال رمز التحقق

source: Open With
ar: فتح بواسطة

source: Cancel
ar: الغاء

source: Maps
ar: الخرائط

source: Google Maps
ar: خرائط جوجل

source: Done
ar: تم

source: Next
ar: التالى

source: Start
ar: إبدأ تجربتك الان

source: Skip
ar: تخطى

source: Home
ar: الرئيسة

source: Auctions
ar: المزادات

source: Notifications
ar: الإشعارات

source: Cars
ar: السيارات

source: My Account
ar: حسابي

source: Confirm
ar: تأكيد

source: App Language
ar: لغة التطبيق

source: Welcome
ar: مرحبا بك

source: Please select the language
ar: من فضلك قم بتحديد اللغة التي تريدها

source: Define specialization
ar: تحديد التخصص

source: There are many specialties that suit you. Select the specialty and send your request with ease.
ar: يوجد العديد من التخصصات التي تناسبك حدد التخصص وارسل طلبك بكل سهولة

source: Receiving quotations
ar: استقبال عروض الأسعار

source: After sending your order, quotations will be sent as soon as possible
ar: بعد ارسال الطلب الخاص بك بيتم إرسال عروض الأسعار في أسرع وقت

source: Contact with the Lawyer
ar: التواصل مع المحامي

source: You can contact your attorney after the quote is approved.
ar: يمكنك التواصل مع المحامي الخاص بك بعد الموافقة على عرض السعر

source: Please enter password
ar: الرجاء ادخال كلمة المرور

source: Password
ar: كلمة المرور

source: Start logging in to your account
ar: باشر بتسجيل الدخول لحسابك

source: Forget Password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: تسجيل دخول

source: Don't have account?
ar: ليس لديك حساب؟

source: Register New
ar: تسجيل جديد

source: Please fill in the following information to join us
ar: برجاء تعبئة البيانات التالية للانضمام إلينا

source: Username
ar: إسم المستخدم

source: Please enter username
ar: الرجاء ادخال إسم المستخدم

source: Confirm Password
ar: تأكيد كلمة المرور

source: Please enter confirm password
ar: الرجاء ادخال تأكيد كلمة المرور

source: Have an account?
ar: هل لديك حساب؟

source: Activation code
ar: كود التفعيل

source: Please enter the activation code sent to you via mobile
ar: برجاء ادخال كود التفعيل المرسل إليك عبر الجوال

source: You haven't received the code yet?
ar: لم تستلم الكود بعد؟

source: Resend the code
ar: أعد إرسال الكود

source: Resend
ar: إعادة إرسال

source: Resend after
ar: إعادة إرسال بعد

source: Register
ar: إنشاء حساب

source: Forget Password
ar: نسيت كلمة المرور

source: Continue
ar: متابعة

source: More
ar: المزيد

source: Account Info
ar: معلومات حسابى

source: Profile
ar: الملف الشخصى

source: General Settings
ar: إعدادات عامة

source: Language Settings
ar: إعدادات اللغة

source: General Info
ar: معلومات عامة

source: About Msuom
ar: عن مسيوم

source: FQA
ar: الأسئلة الشائعة

source: Contact us
ar: تواصل معنا

source: Privacy Policy
ar: سياسية الخصوصية

source: Terms and Conditions
ar: الشروط و الاحكام

source: Delete Account
ar: حذف الحساب

source: Logout
ar: تسجيل خروج

source: Message
ar: الرسالة

source: Please write a message
ar: برجاء كتابة الرسالة

source: Current Password
ar: كلمة المرور الحالية

source: Please enter the password
ar: الرجاء ادخال كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Confirm the new password
ar: تأكيد كلمة المرور الجديدة

source: Saving changes
ar: حفظ التغييرات

source: Change password
ar: تغيير كلمة المرور

source: Please enter New password
ar: الرجاء ادخال كلمة المرور الجديدة

source: Please enter Confirm password
ar: الرجاء ادخال كلمة المرور الجديدة

source: Next Auctions
ar: المزادات القادمة

source: Recent added cars
ar: أخر السيارات المضافة

source: See all
ar: عرض الكل

source: Cash price:
ar: سعر الكاش:

source: How to sell:
ar: كيفية البيع:

source: Live
ar: بث مباشر

source: Auction Number
ar: مزاد رقم

source: Start at
ar: يبدأ في

source: Please select the vehicle type first
ar: يرجي تحديد نوع السيارة أولاً

source: Advertisement
ar: إعلان

source: Auction
ar: مزاد

source: Find what you want
ar: ابحث عن ما تريد

source: Search
ar: البحث

source: Add Car
ar: إضافة سيارة

source: Purchasing price
ar: سعر الشراء

source: Please enter the purchase price
ar: يرجي ادخال سعر الشراء

source: Brand
ar: الماركة

source: Choose the brand
ar: اختر الماركة

source: Vehicle Type
ar: نوع السيارة

source: Choose the type of vehicle
ar: اختر نوع السيارة

source: Vehicle class
ar: فئة السيارة

source: Choose the vehicle class
ar: اختر فئة السيارة

source: Year
ar: السنة

source: Choose the year
ar: يرجي ادخال سنة الصنع

source: Specifications
ar: المواصفات

source: Choose specifications
ar: اختر المواصفات

source: Incoming
ar: الوارد

source: Choose incoming
ar: اختر الوارد

source: Color
ar: اللون

source: Choose the color
ar: اختر اللون

source: Vehicle drive type
ar: نوع الدفع

source: Choose the type of vehicle drive
ar: اختر نوع الدفع

source: Fuel type
ar: نوع الوقود

source: Choose the type of fuel
ar: اختر نوع الوقود

source: Asphalt type
ar: نوع القير

source: Choose the type of asphalt
ar: اختر نوع القير

source: Status
ar: الحالة

source: Choose status
ar: اختر الحالة

source: The number of cylinders
ar: عدد السلندرات

source: Enter the number of cylinders
ar: يرجي ادخال عدد السلندرات

source: Engine size
ar: حجم المحرك

source: Choose the engine size
ar: اختر حجم المحرك

source: How to sell
ar: كيفية البيع

source: Choose how to sell
ar: اختر كيفية البيع

source: Walkway
ar: الممشي

source: Enter the walkway
ar: يرجي ادخال الممشي

source: City
ar: المدينة

source: Choose the city
ar: اختر المدينة

source: Vehicle description
ar: وصف السيارة بالانجليزية

source: Additional details about the car's history, condition, accidents, repairs, maintenance, number of owners, specifications...etc
ar: تفاصيل اضافية عن تاريخ السيارة، الحالة، الحوادث، الاصلاحات، الصيانة، عدد الملاك، المواصفات...الخ

source: I agree to
ar: أوافق على

source: Sold as is, not refundable or exchangeable
ar: تباع كما هي لا ترد ولا تستبدل

source: Car return or exchange guarantee
ar: ضمان استرجاع او استبال السيارة

source: Add
ar: اضافة

source: Please select front image
ar: الرجاء اختيار صورة السيارة من الامام

source: Please select back image
ar: الرجاء اختيار صورة السيارة من الخلف

source: Please select left image
ar: الرجاء اختيار صورة السيارة من الجانب الايسر

source: Please select right image
ar: الرجاء اختيار صورة السيارة من الجانب الايمن

source: Please select inside image
ar: الرجاء اختيار صورة السيارة من الداخل

source: Enter Vehicle description
ar: ادخل وصف السيارة

source: Select all images
ar: الرجاء ارفاق كافة الصور

source: Car Details
ar: تفاصيل السيارة

source: Seller information:
ar: معلومات البائع:

source: Cash price
ar: سعر الكاش

source: SR
ar: ر.س

source: Specifications:
ar: المواصفات:

source: Brand:
ar: الماركة:

source: Type:
ar: النوع :

source: Incoming:
ar: الوارد:

source: Category:
ar: الفئة:

source: Gear type:
ar: نوع القير:

source: Push type:
ar: نوع الدفع:

source: Number of cylinders:
ar: عدد السلندرات:

source: Status:
ar: الحالة:

source: Walkway:
ar: الممشي:

source: Region:
ar: المنطقة:

source: Year:
ar: السنة:

source: Fuel type:
ar: نوع الوقود:

source: Engine size:
ar: حجم المحرك:

source: Color:
ar: اللون:

source: Description of the vehicle:
ar: وصف السيارة:

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Edit Car
ar: تعديل السيارة

source: Visitor
ar: التصفح كزائر

source: Select Date
ar: اختر التاريخ

source: Select
ar: اختر

source: Birthday
ar: تاريخ الميلاد

source: Select Your Birthday
ar: اختر تاريخ الميلاد

source: Overview
ar: نظرة عامة

source: Our mission
ar: مهمتنا

source: Goals
ar: أهدافنا

source: Our values
ar: قيمنا

source: My Auctions
ar: مزايداتي

source: Wallet
ar: المحفظة

source: My Ads
ar: اعلاناتي

source: My Favourite
ar: المفضلة

source: Complains
ar: النزاعات والشكاوي

source: Evaluate Car
ar: تقييم السيارة

source: Help
ar: طلب مساعدة

source: Car show
ar: المعارض

source: Offers
ar: العروض

source: Car Auction
ar: حراج السيارات

source: Subscribed Auctions
ar: مزادات مشترك بها

source: Auctions I won
ar: مزادات فزت بها

source: Current Balance
ar: رصيدك الحالي

source: Add Balance
ar: إضافة رصيد

source: Ads
ar: الإعلانات

source: Car Evaluation
ar: تقييم السيارة

source: Certificated Evaluation
ar: تقييم معتمد

source: General Evaluation
ar: تقييم عام

source: Vehicle shipping service
ar: خدمة شحن المركبات

source: Enter your address
ar: ادخل العنوان

source: Select your address
ar: اختر العنوان

source: Address
ar: العنوان

source: How Can we help You
ar: كيف نقدر نساعدك

source: Search...
ar: بحث...

source: Other cars for your search result
ar: سيارات أخرى لنتائج البحث الخاصة بك

source: The value shown above is an approximation based on the Museum database
ar: تعتبر القيمة المبينة أعلاه تقريبية تم تحديدها بناءا على قاعدة بيانات موقع مسيوم

source: Congratulations
ar: تهانينا

source: Your request has been sent successfully, and you can follow up on your request from the My Requests list
ar: تم ارسال طلبك بنجاح ويمكنك متابعة طلبك من قائمة طلباتي

source: Follow order
ar: متابعة الطلب

source: Go Home
ar: الرجوع للرئيسية

source: Enter Amount
ar: ادخل المبلغ

source: Browse by car brand
ar: تصفح حسب ماركة السيارة

source: Filter By
ar: فلترة النتائج

source: Filter
ar: تصفية

source: Offers by brands
ar: عروض حسب الماركة

source: Offers by company
ar: عروض حسب الشركة

source: Offer Details
ar: تفاصيل العرض

source: Call
ar: اتصال

source: Provider name
ar: اسم المعرض

source: Enter provider name
ar: ادخل اسم المعرض

source: Provider Details
ar: تفاصيل المعرض

source: About the exhibition:
ar: نبذه عن المعرض:

source: Go to the exhibition
ar: الذهاب للمعرض

source: Arabic vehicle description
ar: وصف السيارة بالعربية

source: My Orders
ar: طلباتي

source: Shipping Orders
ar: طلبات الشحن

source: Evaluation Orders
ar: طلبات التقييم

source: Summary Report Orders
ar: طلبات التقرير الموجز

source: Purchase Orders
ar: طلبات الشراء

source: Order Number:
ar: رقم الطلب:

source: Ad Number:
ar: رقم الاعلان:

source: Available
ar: متاح

source: Not Available
ar: غير متاح

source: Order Details
ar: تفاصيل الطلب

source: Delivery price:
ar: سعر التوصيل:

source: Accept
ar: قبول

source: Refuse
ar: رفض

source: Select payment method:
ar: تحديد طريقة الدفع:

source: Evaluation price:
ar: سعر التقييم:

source: Notes:
ar: ملاحظات:

source: Amount to be paid:
ar: المبلغ المطلوب دفعه:

source: Payment
ar: دفع

source: Waiting for the service provider's response
ar: في انتظار رد مقدم الخدمة

source: D
ar: ي

source: H
ar: س

source: M
ar: د

source: S
ar: ث

source: Remain
ar: متبقي

source: Finished
ar: منتهي

source: Current_bids
ar: الجارية

source: Next_bids
ar: الحالية

source: Buying Deposit
ar: عربون الشراء

source: Add Auction
ar: إضافة مزاد

source: Edit Auction
ar: تعديل مزاد

source: Basic Info
ar: البيانات الأساسية

source: Vehicle specifications
ar: مواصفات السيارة

source: Auction start date
ar: تاريخ بداية المزاد

source: Auction end date
ar: تاريخ نهاية المزاد

source: Please enter auction start date
ar: الرجاء ادخال تاريخ بداية المزاد

source: Please enter auction end date
ar: الرجاء ادخال تاريخ نهاية المزاد

source: Auction start time
ar: وقت بداية المزاد

source: Auction end time
ar: وقت نهاية المزاد

source: Please enter auction start time
ar: الرجاء ادخال وقت بداية المزاد

source: Please enter auction end time
ar: الرجاء ادخال وقت نهاية المزاد

source: Auction start price
ar: سعر بداية المزاد

source: Please enter auction start price
ar: الرجاء ادخال سعر بداية المزاد

source: Attached
ar: تم الارفاق

source: Examination report
ar: تقرير الفحص

source: Attach the inspection report
ar: ارفاق تقرير الفحص

source: Select Attachment
ar: حدد المرفقات

source: Car Advantages and disadvantages
ar: مميزات وعيوب السيارة

source: Please enter name of the feature or defect (Arabic)
ar: الرجاء ادخال اسم الميزة او العيب (عربي)

source: Name of the feature or defect (Arabic)
ar: اسم الميزة أو العيب (عربي)

source: Please enter name of the feature or defect (English)
ar: الرجاء ادخال اسم الميزة او العيب (الإنجليزية)

source: Name of the feature or defect (English)
ar: اسم الميزة أو العيب (الإنجليزية)

source: Please enter description of the feature or defect (Arabic)
ar: الرجاء ادخال وصف الميزة او العيب (عربي)

source: Description of the feature or defect (Arabic)
ar: وصف الميزة أو العيب (عربي)

source: Please enter description of the feature or defect (English)
ar: الرجاء ادخال وصف الميزة او العيب (الإنجليزية)

source: Description of the feature or defect (English)
ar: وصف الميزة أو العيب (الإنجليزية)

source: Please enter all required fields
ar: الرجاء ملئ كافة الحقول المطلوبة

source: + New Addition
ar: +إضافة جديدة

source: Minimum selling price (limit)
ar: السعر الادني للبيع (الحد)

source: The lower the price, the higher your chance of selling, set an appropriate price
ar: كلما قل السعر زادت فرصتك للبيع ، حدد سعراً مناسباً

source: Please select car evaluation
ar: الرجاء اختيار تقييم السيارة

source: Auction Details
ar: تفاصيل المزاد

source: Bid starting price
ar: سعر بداية المزايدة

source: Current bid price
ar: السعر الحالي للمزايدة

source: Number of bidding
ar: عدد المزايدات

source: Sell ​​indicator:
ar: مؤشر البيع:

source: Auction information:
ar: معلومات المزاد:

source: Evaluation
ar: التقييم

source: Auction Date:
ar: تاريخ المزاد:

source: Auction Time:
ar: وقت المزاد:

source: Images
ar: الصور

source: Advertiser data:
ar: بيانات المعلن:

source: Show examination reports
ar: عرض تقارير الفحص

source: Request examination report
ar: طلب تقرير موجز

source: Show more
ar: مشاهدة المزيد

source: Latest bids:
ar: اخر المزايدات:

source: Latest bids
ar: اخر المزايدات

source: Comments:
ar: التعليقات:

source: Add Comment >
ar: إضافة تعليق >

source: Add Comment
ar: أضف تعليق

source: Please enter your comment
ar: الرجاء كتابة تعليقك

source: Send
ar: إرسال

source: Comments
ar: التعليقات

source: Edit Comment
ar: تعديل التعليق

source: Next Auctions:
ar: المزادات التالية:

source: Comment
ar: تعليق

source: Auction Finished
ar: تم انتهاء المزاد

source: Are you sure you need to finish the auction?
ar: هل ترغب في انهاء المزاد؟

source: Are you sure you need to sell the auction?
ar: هل ترغب في بيع المزاد؟

source: Finish Auction
ar: إنهاء المزاد

source: Sale Decision
ar: قرار البيع

source: Join the auction now
ar: إنضم للمزاد الان

source: Subscribe
ar: إشترك

source: Buying order
ar: طلب شراء

source: Automated auction
ar: المزاد الالى

source: Start_Automatic_auction
ar: بدأ

source: The maximum bid
ar: الحد الأعلى للمزايدة

source: Bidding
ar: مزايدة

source: The highest price of the automated auction
ar: اعلي سعر للمزاد الالي

source: Price should be more than current heigh price
ar: السعر يجب ان يكون اعلي من

source: Wined Auctions
ar: مزادات فزت بها

source: Charge Request
ar: طلب شحن

source: After sale Services
ar: خدمات ما بعد البيع

source: Open Dispute
ar: فتح نزاع

source: After seal Services
ar: خدمات ما بعد البيع

source: Select Location
ar: إختر الموقع

source: Delivery
ar: توصيل

source: Receive
ar: استلام
